Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCCECPowerInstructionalText
source: Turn on control for TVs and receivers. To learn how to control your TV with a remote, go to support.apple.com/appletv/home-theater.
ar: شغل التحكم للتلفزيونات وأجهزة الاستقبال. لمعرفة كيفية التحكم في التلفزيون باستخدام ريموت، انتقل إلى: support.apple.com/appletv/home-theater
ca: Activa el control per als televisors i els receptors. Per obtenir informació sobre com controlar el televisor amb un comandament, ves a support.apple.com/appletv/home-theater.
cs: Zapíná ovládání televizorů a receiverů. Informace o ovládání televizoru ovladačem najdete na stránce support.apple.com/appletv/home-theater.
da: Slå betjening af fjernsyn og modtagere til. Du kan lære at betjene dit fjernsyn med en fjernbetjening, hvis du går til support.apple.com/appletv/home-theater.
de: Aktiviere das Steuern für TV-Geräte und Empfänger. Näheres zum Steuern deines TV-Geräts mit einer Fernbedienung ist unter support.apple.com/appletv/home-theater erhältlich.
el: Ενεργοποιήστε τον έλεγχο για τηλεοράσεις και δέκτες. Για να μάθετε τον τρόπο ελέγχου της τηλεόρασής σας με τηλεχειριστήριο, μεταβείτε στη διεύθυνση support.apple.com/appletv/home-theater.
es: Activa el control para televisores y receptores. Para obtener información sobre cómo controlar tu televisor con un mando a distancia, ve a support.apple.com/appletv/home-theater.
es_us: Control del encendido de TV y receptores. Aprende a controlar tu TV con un control remoto en support.apple.com/appletv/home-theater.
fi: Ota käyttöön ohjaus TV:ille ja vastaanottimille. Ohjeita TV:n ohjaamiseen kaukosäätimellä löydät osoitteesta support.apple.com/appletv/home-theater.
fr: Activez le contrôle des téléviseurs et des récepteurs. Apprenez à contrôler votre téléviseur avec une télécommande : support.apple.com/appletv/home-theater.
fr_ca: Activez le contrôle des télévisions et des récepteurs. Pour apprendre comment contrôler votre télévision avec une télécommande, rendez-vous sur support.apple.com/appletv/home-theater.
he: באפשרותך לשלוט במכשירי טלוויזיה ומגברים. פרטים נוספים בנושא שליטה בטלוויזיה באמצעות שלט זמינים בכתובת: support.apple.com/appletv/home-theater.
hi: टीवी और रिसीवर के लिए कंट्रोल चालू करें। रिमोट से अपने टीवी को नियंत्रित करने का तरीक़ा जानने के लिए support.apple.com/appletv/home-theater पर जाएँ।
hr: Uključite upravljanje za TV i prijemnike. Za informacije o upravljanju TV‑om pomoću daljinskog upravljača posjetite support.apple.com/appletv/home-theater.
hu: Kapcsolja be a tévék és vevőkészülékek vezérléséhez. A support.apple.com/appletv/home-theater weboldalon megtudhatja, hogyan vezérelheti távirányítójával a tévéjét.
id: Nyalakan kontrol untuk TV dan penerima. Untuk mempelajari cara mengontrol TV Anda dengan remote, buka support.apple.com/appletv/home-theater.
it: Controlla TV e ricevitori. Per ulteriori informazioni su come controllare la TV con un telecomando, vai alla pagina support.apple.com/appletv/home-theater.
ja: テレビとレシーバーの制御をオンにします。 リモコンでテレビを制御する方法を学習するには、support.apple.com/appletv/home-theater にアクセスしてください。
ko: TV 및 수신기에 대한 제어를 켭니다. 리모컨으로 TV를 제어하는 방법에 관하여 알아보려면 support.apple.com/appletv/home-theater 사이트로 이동하십시오.
ms: Aktifkan kawalan untuk TV dan penerima. Untuk mengetahui cara mengawal TV anda dengan kawalan jauh, pergi ke support.apple.com/en-my/HT205225.
nb: Ta styringen av TV-er og forsterkere. Lær hvordan du styrer TV-en med en fjernkontroll på support.apple.com/appletv/home-theater.
nl: Bediening van tv's en ontvangers inschakelen. Ga naar support.apple.com/appletv/home-theater voor informatie over het bedienen van je tv met een afstandsbediening.
pl: Włącz sterowanie telewizorami i przystawkami STB. Aby nauczyć się sterować telewizorem za pomocą pilota, przejdź do witryny support.apple.com/appletv/home-theater.
pt_br: Ative o controle para TVs e receivers. Para saber como controlar sua TV com um controle remoto, visite support.apple.com/appletv/home-theater
pt_pt: Ative o controlo de televisões e recetores. Encontrará informação adicional sobre como controlar a sua televisão com um comando, em support.apple.com/appletv/home-theater.
ro: Activați controlul pentru televizoare și receivere. Pentru a afla cum să vă controlați televizorul cu o telecomandă, accesați support.apple.com/appletv/home-theater.
ru: Включите дистанционное управление для телевизоров и ресиверов. Подробнее об управлении телевизором с пульта: support.apple.com/appletv/home-theater.
sk: Umožní ovládať TV a prijímače. Ak sa chcete dozvedieť viac o ovládaní TV pomocou ovládača, navštívte support.apple.com/appletv/home-theater.
sl: Vklopite upravljanje za televizorje in sprejemnike. Za več informacij o upravljanju televizorja z daljincem pojdite na support.apple.com/appletv/home-theater.
sv: Aktivera fjärrkontroll för TV-apparater och mottagare. Information om hur du styr din TV med en fjärrkontroll hittar du på support.apple.com/appletv/home-theater.
th: เปิดใช้การควบคุมสำหรับทีวีและเครื่องรับ ในการเรียนรู้วิธีควบคุมทีวีของคุณด้วยรีโมท ให้ไปที่ support.apple.com/appletv/home-theater
tr: TV’lerin ve alıcıların denetimini açın. TV’nizi kumandayla nasıl denetleyeceğinizi öğrenmek için support.apple.com/appletv/home-theater adresine gidin.
uk: Увімкніть дистанційне керування для телевізорів і приймачів. Дізнайтеся, як керувати своїм телевізором за допомогою пульта, на вебсторінці support.apple.com/appletv/home-theater.
vi: Bật điều khiển cho TV và đầu thu. Để tìm hiểu cách điều khiển TV bằng điều khiển từ xa, hãy truy cập support.apple.com/appletv/home-theater.
zh_cn: 启用对电视机和接收器的控制。 若要了解如何使用遥控器来控制电视机，请访问support.apple.com/appletv/home-theater。
zh_hk: 開啟電視及接收器的控制。 如要了解如何使用遙控器控制電視，請瀏覽：support.apple.com/appletv/home-theater。
zh_tw: 開啟電視和接收器的控制項目。 若要瞭解如何使用遙控器來控制電視，請前往： support.apple.com/appletv/home-theater。

# RCCECPowerTitle
source: Control TVs and Receivers
ar: التحكم في أجهزة التلفزيون وأجهزة الاستقبال
ca: Control de televisors i receptors
cs: Ovládání televizorů a receiverů
da: Betjen fjernsyn og modtagere
de: TV-Geräte und Empfänger steuern
el: Έλεγχος τηλεοράσεων και δεκτών
es: Controlar televisores y receptores
es_us: Control de TV y de receptores
fi: Ohjaa TV:itä ja vastaanottimia
fr: Contrôler téléviseurs et récepteurs
fr_ca: Contrôle des télés et récepteurs
he: שליטה במכשירי טלוויזיה ובמגברים
hi: टीवी और रिसीवर नियंत्रित करें
hr: Upravljanje televizorima i prijemnicima
hu: Tv-k és vevőkészülékek vezérlése
id: Kontrol TV dan Penerima
it: Controllo TV e ricevitori
ja: テレビとレシーバーを制御
ko: TV 및 수신기 제어
ms: Kawal TV dan Penerima
nb: Styr TV-er og forsterkere
nl: Bediening van tv's en ontvangers
pl: Sterowanie telewizorami i przystawkami STB
pt_br: Controlar TVs e Receivers
pt_pt: Controlo de televisões e recetores
ro: Controlul televizoarelor și receiverelor
ru: Управление телевизорами и ресиверами
sk: Ovládať TV a prijímače
sl: Upravljanje televizorjev in sprejemnikov
sv: Styr TV-apparater och mottagare
th: ควบคุมทีวีและเครื่องรับ
tr: TV’leri ve Alıcıları Denetleyin
uk: Керуйте ТВ і приймачами
vi: Điều khiển TV và Đầu thu
zh_cn: 控制电视机和接收器
zh_hk: 控制電視和接收器
zh_tw: 控制電視和接收器

# RCDeleteIRDeviceCancelText
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RCDeleteIRDeviceConfirmButtonTitle
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# RCDeleteIRDeviceDescriptionText
source: Are you sure you want to delete “%@”?
ar: هل ترغب بالتأكيد في حذف "%@"؟
ca: Confirmes que vols eliminar “%@”?
cs: Určitě chcete „%@“ smazat?
da: Er du sikker på, at du vil slette “%@”?
de: Möchtest du „%@“ wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε το «%@»;
es: ¿Seguro que quieres eliminar “%@”?
es_us: ¿Quieres eliminar “%@”?
fi: Poistetaanko ”%@”?
fr: Souhaitez-vous vraiment supprimer « %@ » ?
fr_ca: Souhaitez-vous vraiment supprimer « %@ »?
he: האם ברצונך למחוק את ״%@״?
hi: क्या आप निश्चित हैं कि आप “%@” को डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati “%@”?
hu: Biztos benne, hogy törölni szeretné a(z) „%@” elemet?
id: Apakah Anda yakin ingin menghapus “%@”?
it: Confermi di voler eliminare “%@”?
ja: “%@”を削除してもよろしいですか?
ko: ‘%@’을(를) 삭제하겠습니까?
ms: Adakah anda pasti mahu memadamkan “%@”?
nb: Er du sikker på at du vil slette «%@»?
nl: Weet je zeker dat je '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć „%@”?
pt_br: Tem certeza de que deseja apagar “%@”?
pt_pt: Tem a certeza de que pretende apagar “%@”?
ro: Sigur doriți să ștergeți „%@”?
ru: Вы действительно хотите удалить «%@»?
sk: Naozaj chcete vymazať „%@“?
sl: Ste prepričani, da želite izbrisati napravo »%@«?
sv: Är du säker på att du vill radera ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบ “%@”
tr: “%@” öğesini silmek istediğinizden emin misiniz?
uk: Справді видалити «%@»?
vi: Bạn có chắc chắn muốn xóa “%@” không?
zh_cn: 你确定要删除“%@”吗？
zh_hk: 確定要刪除「%@」嗎？
zh_tw: 確定要刪除「%@」嗎？

# RCDeleteLearnedRemoteCancelButtonTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RCDeleteLearnedRemoteConfirmButtonTitle
source: Delete Remote
ar: حذف الريموت
ca: Elimina el comandament
cs: Smazat ovladač
da: Slet fjernbetjening
de: Fernbedienung löschen
el: Διαγραφή τηλεχειριστηρίου
es: Eliminar mando a distancia
es_us: Eliminar control remoto
fi: Poista kaukosäädin
fr: Supprimer la télécommande
fr_ca: Supprimer la télécommande
he: מחיקת השלט
hi: रिमोट डिलीट करें
hr: Obriši daljinski upravljač
hu: Távirányító törlése
id: Hapus Remote
it: Elimina telecomando
ja: リモコンを削除
ko: 리모컨 삭제
ms: Padam Kawalan Jauh
nb: Slett fjernkontroll
nl: Verwijder afstandsbediening
pl: Usuń pilota
pt_br: Apagar Controle Remoto
pt_pt: Apagar comando
ro: Ștergeți telecomanda
ru: Удалить пульт
sk: Vymazať ovládač
sl: Izbriši daljinec
sv: Radera fjärrkontroll
th: ลบรีโมท
tr: Kumandayı Sil
uk: Вилучити пульт
vi: Xóa Điều khiển từ xa
zh_cn: 删除遥控器
zh_hk: 刪除遙控器
zh_tw: 刪除遙控器

# RCDeleteLearnedRemoteDescriptionText
source: Are you sure you want to delete this remote?
ar: هل ترغب بالتأكيد في حذف هذا الريموت؟
ca: Confirmes que vols eliminar aquest comandament?
cs: Opravdu chcete tento ovladač smazat?
da: Er du sikker på, at du vil slette denne fjernbetjening?
de: Möchtest du diese Fernbedienung wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε αυτό το τηλεχειριστήριο;
es: ¿Seguro que quieres eliminar este mando?
es_us: ¿Quieres eliminar este control remoto?
fi: Poistetaanko tämä kaukosäädin?
fr: Voulez-vous vraiment supprimer cette télécommande ?
fr_ca: Voulez-vous vraiment supprimer cette télécommande?
he: האם ברצונך למחוק שלט זה?
hi: क्या आप निश्चित हैं कि आप इस रिमोट को डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati ovaj upravljač?
hu: Biztos benne, hogy törölni szeretné ezt a távirányítót?
id: Apakah Anda yakin ingin menghapus remote ini?
it: Confermi di voler eliminare questo telecomando?
ja: このリモコンを削除してもよろしいですか?
ko: 이 리모컨을 삭제하겠습니까?
ms: Adakah anda pasti mahu memadamkan kawalan jauh ini?
nb: Er du sikker på at du vil slette denne fjernkontrollen?
nl: Weet je zeker dat je deze afstandsbediening wilt verwijderen?
pl: Czy na pewno chcesz usunąć tego pilota?
pt_br: Tem certeza de que deseja apagar este controle remoto?
pt_pt: Tem a certeza de que pretende apagar este comando à distância?
ro: Sigur doriți să ștergeți această telecomandă?
ru: Вы действительно хотите удалить этот пульт?
sk: Naozaj chcete vymazať tento ovládač?
sl: Ste prepričani, da želite izbrisati ta daljinec?
sv: Är du säker på att du vill radera den här fjärrkontrollen?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบรีโมทนี้
tr: Bu kumandayı silmek istediğinizden emin misiniz?
uk: Справді видалити цей пульт?
vi: Bạn có chắc chắn muốn xóa điều khiển từ xa này không?
zh_cn: 你确定要删除此遥控器吗？
zh_hk: 確定要刪除此遙控器嗎？
zh_tw: 確定要刪除此遙控器嗎？

# RCDisabledCECInstructionalText
source: For better control, enable CEC on your TV and receiver.
ar: للتحكم بشكل أفضل، قم بتمكين CEC على التلفزيون وجهاز الاستقبال.
ca: Per tenir un millor control, activa CEC al televisor i al receptor.
cs: Pro lepší ovládání zapněte na televizoru a receiveru funkci CEC.
da: Slå CEC til på dit fjernsyn og din modtager for bedre betjening.
de: Zur besseren Steuerung aktiviere CEC auf deinem TV-Gerät und Empfänger.
el: Για καλύτερο έλεγχο, ενεργοποιήστε το CEC στην τηλεόραση και στον δέκτη σας.
es: Para un mejor control, activa CEC en el televisor y en el receptor.
es_us: Para un mejor control, activa CEC en tu TV y el receptor.
fi: Ohjaus toimii paremmin, jos otat CEC:n käyttöön televisiossa ja vastaanottimessa.
fr: Pour un meilleur contrôle, activez CEC sur votre téléviseur et votre récepteur.
fr_ca: Pour plus de contrôle, activez le protocole CEC sur votre télévision et votre récepteur.
he: לשליטה טובה יותר, יש להפעיל את CEC בטלוויזיה ובמגבר.
hi: बेहतर नियंत्रण के लिए अपने टीवी और रिसीवर पर CEC को सक्षम करें।
hr: Za bolje upravljanje uključite CEC na vašem TV‑u i prijemniku.
hu: A jobb vezérléshez engedélyezze a CEC-t a tv-jén és vevőkészülékén.
id: Untuk kontrol yang lebih baik, aktifkan CEC di TV dan penerima Anda.
it: Per un’esperienza migliore, abilita la funzionalità CEC su televisore e ricevitore.
ja: より制御しやすくするには、テレビとレシーバーのCECを有効にしてください。
ko: 제어를 더 향상하기 위해 TV 및 수신기에서 CEC를 활성화하십시오.
ms: Untuk kawalan lebih baik, dayakan CEC pada TV dan penerima anda.
nb: Aktiver Consumer Electronics Control (CEC) på TV-en og hjemmekinoen din for forbedret betjening.
nl: Schakel voor betere bediening CEC in op je tv en ontvanger.
pl: Aby uzyskać lepsze sterowanie, włącz CEC w telewizorze i odbiorniku.
pt_br: Para ter um controle melhor, ative o CEC na sua televisão e receiver.
pt_pt: Para ter melhor controlo, ative CEC na televisão e no recetor.
ro: Pentru control superior, activați funcția CEC pe televizorul și receiverul dvs.
ru: Включите CEC на телевизоре и ресивере для более надежного управления.
sk: Pre lepšiu kontrolu povoľte na svojom TV a prijímači funkciu CEC.
sl: Za boljše upravljanje omogočite možnost CEC v svojem televizorju in sprejemniku.
sv: Styrningen blir bättre om du aktiverar CEC på TV:n och mottagaren.
th: เพื่อการควบคุมที่ดีขึ้น ให้เปิดใช้งาน CEC บนทีวีและตัวรับสัญญาณของคุณ
tr: Daha iyi bir denetim için TV’nizde ve alıcınızda CEC’yi etkinleştirin.
uk: Для кращого керування увімкніть CEC на своєму ТВ і приймачі.
vi: Để điều khiển tốt hơn, bật CEC trên TV và đầu thu của bạn.
zh_cn: 启用电视机和接收器的CEC功能，进行更有效的控制。
zh_hk: 為了更好的控制，請啟用你電視和接收器上的CEC。
zh_tw: 為取得較佳控制，請啟用你電視和接收器上的CEC。

# RCEditIRConfigurationTitle
source: Edit Devices
ar: تعديل الأجهزة
ca: Edita els dispositius
cs: Upravte zařízení
da: Rediger enheder
de: Geräte bearbeiten
el: Επεξεργασία συσκευών
es: Editar dispositivos
es_us: Editar dispositivos
fi: Muokkaa laitteita
fr: Modifier les appareils
fr_ca: Modifier les appareils
he: עריכת המכשירים
hi: डिवाइस को संपादित करें
hr: Uredite uređaje
hu: Eszközök szerkesztése
id: Edit Perangkat
it: Modifica dispositivi
ja: デバイスを編集
ko: 기기 편집
ms: Edit Peranti
nb: Rediger enheter
nl: Wijzig apparaten
pl: Edytuj urządzenia
pt_br: Editar Dispositivos
pt_pt: Editar dispositivos
ro: Editare dispozitive
ru: Правка устройств
sk: Upraviť zariadenia
sl: Urejanje naprav
sv: Redigera enheter
th: แก้ไขอุปกรณ์
tr: Aygıtları Düzenle
uk: Змінити пристрої
vi: Sửa Thiết bị
zh_cn: 编辑设备
zh_hk: 編輯裝置
zh_tw: 編輯裝置

# RCEditIRDeviceDeleteButtonTitle
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# RCEditIRDeviceDialogTitle
source: Edit “%@”
ar: تعديل "%@"
ca: Edita “%@”
cs: Upravit „%@“
da: Rediger “%@”
de: „%@“ bearbeiten
el: Επεξεργασία «%@»
es: Editar “%@”
es_us: Editar “%@”
fi: Muokkaa ”%@”
fr: Modifier « %@ »
fr_ca: Modifier « %@ »
he: עריכת ״%@״
hi: “%@” को संपादित करें
hr: Uredite “%@”
hu: A(z) „%@” szerkesztése
it: Modifica “%@”
ja: “%@”を編集
ko: ‘%@’ 편집
nb: Rediger «%@»
nl: Wijzig '%@'
pl: Edytuj „%@”
pt_br: Editar “%@”
pt_pt: Editar “%@”
ro: Editați „%@”
ru: Редактировать «%@»
sk: Upraviť „%@“
sl: Uredi »%@«
sv: Redigera ”%@”
th: แก้ไข “%@”
tr: Düzenle: “%@”
uk: Змінити «%@»
vi: Sửa “%@”
zh_cn: 编辑“%@”
zh_hk: 編輯「%@」
zh_tw: 編輯「%@」

# RCEditIRDeviceRenameButtonTitle
source: Rename
ar: إعادة التسمية
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
es_us: Renombrar
fi: Nimeä uudelleen
fr: Renommer
fr_ca: Renommer
he: שינוי השם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ubah Nama
it: Rinomina
ja: 名称変更
ko: 이름 변경
ms: Nama Semula
nb: Endre navn
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Alterar nome
ro: Redenumiți
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Adını Değiştir
uk: Перейменувати
vi: Đổi tên
zh_cn: 重新命名
zh_hk: 重新命名
zh_tw: 重新命名

# RCEditLearnedRemoteBasicButtonsButtonTitle
source: Set Up Basic Buttons
ar: إعداد الأزرار الأساسية
ca: Configura els botons bàsics
cs: Nastavit základní tlačítka
da: Indstil basisknapper
de: Standardtasten konfigurieren
el: Διαμόρφωση βασικών κουμπιών
es: Configurar botones básicos
es_us: Configurar botones básicos
fi: Määritä peruspainikkeet
fr: Configurer les boutons de base
fr_ca: Configurer les boutons de base
he: הגדרת כפתורים בסיסיים
hi: मूलभूत बटन सेटअप करें
hr: Podesi osnovne tipke
hu: Alapvető gombok beállítása
id: Atur Tombol Dasar
it: Imposta i tasti di base
ja: 基本ボタンを設定
ko: 기본 버튼 설정
ms: Sediakan Butang Asas
nb: Konfigurer grunnleggende knapper
nl: Configureer basisknoppen
pl: Konfiguruj przyciski podstawowe
pt_br: Configurar Botões Básicos
pt_pt: Configurar botões básicos
ro: Configurați butoanele de bază
ru: Настроить основные кнопки
sk: Nastaviť základné tlačidlá
sl: Nastavi osnovne gumbe
sv: Ställ in grundläggande knappar
th: ตั้งค่าปุ่มพื้นฐาน
tr: Temel Düğmeleri Ayarla
uk: Налаштувати основні кнопки
vi: Thiết lập Các nút Cơ bản
zh_cn: 设置基本按钮
zh_hk: 設定基本按鈕
zh_tw: 設定基本按鈕

# RCEditLearnedRemoteDeleteButtonTitle
source: Delete Remote
ar: حذف الريموت
ca: Elimina el comandament
cs: Smazat ovladač
da: Slet fjernbetjening
de: Fernbedienung löschen
el: Διαγραφή τηλεχειριστηρίου
es: Eliminar mando a distancia
es_us: Eliminar
fi: Poista kaukosäädin
fr: Supprimer la télécommande
fr_ca: Supprimer la télécommande
he: מחיקת השלט
hi: रिमोट डिलीट करें
hr: Obriši daljinski upravljač
hu: Távirányító törlése
id: Hapus Remote
it: Elimina telecomando
ja: リモコンを削除
ko: 리모컨 삭제
ms: Padam Kawalan Jauh
nb: Slett fjernkontroll
nl: Verwijder afstandsbediening
pl: Usuń pilota
pt_br: Apagar Controle Remoto
pt_pt: Apagar comando
ro: Ștergeți telecomanda
ru: Удалить пульт
sk: Vymazať ovládač
sl: Izbriši daljinec
sv: Radera fjärrkontroll
th: ลบรีโมท
tr: Kumandayı Sil
uk: Вилучити пульт
vi: Xóa Điều khiển từ xa
zh_cn: 删除遥控器
zh_hk: 刪除遙控器
zh_tw: 刪除遙控器

# RCEditLearnedRemoteDialogDescriptionText
source: %@ Remote
ar: الريموت %@
ca: Comandament %@
cs: Ovladač: %@
da: %@-fjernbetjening
de: %@-Fernbedienung
el: Τηλεχειριστήριο «%@»
es: Mando a distancia %@
es_us: Control remoto de %@
fi: Kaukosäädin %@
fr: Télécommande %@
fr_ca: Télécommande %@
he: שלט ״%@״
hi: %@ रिमोट
hr: Upravljač “%@”
hu: %@ távirányító
it: Telecomando %@
ko: %@ 리모컨
ms: Kawalan Jauh %@
nb: %@-fjernkontroll
nl: %@-afstandsbediening
pl: %@ - pilot
pt_br: Controle Remoto %@
pt_pt: Comando %@
ro: Telecomanda %@
ru: Пульт %@
sk: Ovládač %@
sl: Daljinec %@
sv: %@-fjärrkontroll
th: รีโมท “%@”
tr: %@ Kumandası
uk: Пульт %@
vi: Điều khiển từ xa %@
zh_cn: %@遥控器
zh_hk: %@遙控器
zh_tw: %@遙控器

# RCEditLearnedRemoteDialogUnnamedDescriptionText
source: Unnamed Remote
ar: ريموت بدون اسم
ca: Comandament sense nom
cs: Ovladač bez názvu
da: Fjernbetjening uden navn
de: Unbenannte Fernbedienung
el: Τηλεχειριστήριο χωρίς όνομα
es: Mando sin nombre
es_us: Control remoto sin nombre
fi: Nimetön kaukosäädin
fr: Télécommande sans nom
fr_ca: Télécommande sans nom
he: שלט ללא שם
hi: अनाम रिमोट
hr: Neimenovani daljinski upravljač
hu: Névtelen távirányító
id: Remote Tanpa Nama
it: Telecomando senza nome
ja: 名称未設定のリモコン
ko: 리모컨 이름 없음
ms: Kawalan Jauh Tanpa Nama
nb: Fjernkontroll uten navn
nl: Naamloze afstandsbediening
pl: Pilot bez nazwy
pt_br: Controle Remoto Sem Nome
pt_pt: Comando sem nome
ro: Telecomandă fără nume
ru: Новый пульт
sk: Ovládač bez názvu
sl: Neimenovan daljinec
sv: Fjärrkontroll utan namn
th: รีโมทไม่มีชื่อ
tr: Adsız Kumanda
uk: Пульт без імені
vi: Điều khiển từ xa Chưa đặt tên
zh_cn: 未命名遥控器
zh_hk: 未命名的遙控器
zh_tw: 未命名的遙控器

# RCEditLearnedRemoteGuideButtonsButtonTitle
source: Set Up Guide Buttons
ar: إعداد أزرار الدليل
ca: Configura els botons de guia
cs: Nastavit programová tlačítka
da: Indstil guideknapper
de: Führungstasten konfigurieren
el: Διαμόρφωση των κουμπιών Οδηγού
es: Configurar botones de la guía
es_us: Configurar botones de guía
fi: Määritä opaspainikkeet
fr: Configurer les boutons de guide
fr_ca: Configurer les boutons de programme
he: הגדרת כפתורי המדריך
hi: गाइड बटन सेटअप करें
hr: Podesi tipke Vodiča
hu: Műsorújság-gombok beállítása
id: Atur Tombol Panduan
it: Imposta i tasti della guida
ja: ガイドボタンを設定
ko: 가이드 버튼 설정
ms: Sediakan Butang Panduan
nb: Konfigurer knapper for guide
nl: Configureer gidsknoppen
pl: Konfiguruj przyciski przewodnika
pt_br: Configurar Botões Guia
pt_pt: Configurar botões de guia
ro: Configurați butoanele ghidului
ru: Настроить кнопки управления
sk: Nastaviť programové tlačidlá
sl: Nastavi gumbe Vodnika
sv: Ställ in guideknappar
th: ตั้งค่าปุ่มรายการที่น่าสนใจ
tr: Kılavuz Düğmelerini Ayarla
uk: Налаштувати кнопки списку телепередач
vi: Thiết lập các nút hướng dẫn
zh_cn: 设置指南按钮
zh_hk: 設定指南按鈕
zh_tw: 設定指南按鈕
